Repository: TangentW/NearWire
Catalog: Viewer/NearWireViewer/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: , cycle observed
zh_hans: ，检测到循环

source: , focused for Device Details
zh_hans: ，已聚焦到设备详情

source: , more omitted
zh_hans: ，已省略更多

source: %.3f s oldest
zh_hans: 最早等待 %.3f 秒

source: %@ · sequence %lld · %@
zh_hans: %@ · 序号 %lld · %@

source: %@ performance chart. Aggregated average lines and min–max envelopes. %lld buckets.
zh_hans: %@性能图表。包含聚合平均线和最小—最大范围，共 %lld 个分桶。

source: %@, %@, unit %@
zh_hans: %@，%@，单位 %@

source: %@, unit %@, %@, %@
zh_hans: %@，单位 %@，%@，%@

source: %@, unit %@: %@; %@; availability %@, %@.
zh_hans: %@，单位 %@：%@；%@；可用性 %@，%@。

source: %lld active
zh_hans: %lld 个活跃

source: %lld candidate(s)%@%@
zh_hans: %lld 个候选项%@%@

source: %lld devices
zh_hans: %lld 台设备

source: %lld events, %lld bytes, %@
zh_hans: %lld 个事件，%lld 字节，%@

source: %lld events/s
zh_hans: %lld 个事件/秒

source: %lld records · %@ · %@ – %@
zh_hans: %lld 条记录 · %@ · %@ – %@

source: 1 min
zh_hans: 1 分钟

source: 5 min
zh_hans: 5 分钟

source: 15 min
zh_hans: 15 分钟

source: Accept
zh_hans: 接受

source: active
zh_hans: 活跃

source: Active
zh_hans: 活跃

source: Adds or removes this active App from the next local queue attempt.
zh_hans: 在下一次本地入队时添加或移除此活跃 App。

source: Adjust the Device selection or filters.
zh_hans: 调整设备选择或过滤器。

source: Aggregated average · Min–max envelope · %lld buckets · %lld marks
zh_hans: 聚合平均值 · 最小—最大范围 · %lld 个分桶 · %lld 个标记

source: Aggregated bucket %lld of %lld. Viewer time +%@ to +%@.
zh_hans: 聚合分桶 %lld/%lld。Viewer 时间 +%@ 至 +%@。

source: All
zh_hans: 全部

source: All 16 built-in metrics in the selected range
zh_hans: 所选范围内的全部 16 项内建指标

source: All Devices
zh_hans: 全部设备

source: Allow local network access in System Settings, then retry.
zh_hans: 请在“系统设置”中允许本地网络访问，然后重试。

source: Annotation appended.
zh_hans: 注释已添加。

source: Another Session operation is still finishing.
zh_hans: 另一个会话操作仍在结束。

source: Another Session operation is still finishing. Try again shortly.
zh_hans: 另一个会话操作仍在结束，请稍后重试。

source: App → Viewer queue
zh_hans: App → Viewer 队列

source: App → Viewer Queue
zh_hans: App → Viewer 队列

source: App → Viewer Rate
zh_hans: App → Viewer 速率

source: App downlink events per second
zh_hans: App 下行每秒事件数

source: App uplink events per second
zh_hans: App 上行每秒事件数

source: App version
zh_hans: App 版本

source: Application
zh_hans: 应用

source: Application identifier
zh_hans: 应用标识

source: Application version
zh_hans: 应用版本

source: Apply
zh_hans: 应用

source: appToViewer
zh_hans: App → Viewer

source: AppToViewer
zh_hans: App → Viewer

source: Array
zh_hans: 数组

source: Availability
zh_hans: 可用性

source: Available
zh_hans: 可用

source: Average
zh_hans: 平均值

source: Average lines with a min–max envelope for each aggregated bucket
zh_hans: 各聚合分桶的平均线与最小—最大范围

source: Awaiting approval
zh_hans: 等待批准

source: Battery
zh_hans: 电池

source: Battery Level
zh_hans: 电量

source: Battery State
zh_hans: 电池状态

source: Bounded metadata and content views appear here.
zh_hans: 受限的元数据和内容视图会显示在这里。

source: Bucket end
zh_hans: 分桶结束

source: Bucket start
zh_hans: 分桶开始

source: bytes
zh_hans: 字节

source: Bytes %lld–%lld
zh_hans: 字节 %lld–%lld

source: bytes/s
zh_hans: 字节/秒

source: Cancel
zh_hans: 取消

source: Cancel Export
zh_hans: 取消导出

source: Cancelling export of %lld recorded Event(s)
zh_hans: 正在取消导出 %lld 个已记录事件

source: Candidates
zh_hans: 候选项

source: Causality
zh_hans: 因果关系

source: Causality candidates were bounded; additional matches may exist.
zh_hans: 因果关系候选项已受限，可能还存在其他匹配项。

source: Causality Unavailable
zh_hans: 因果关系不可用

source: Charging
zh_hans: 正在充电

source: Chart data unavailable
zh_hans: 图表数据不可用

source: Check network availability, then retry.
zh_hans: 检查网络可用性后重试。

source: Check the Event, time, or JSON filter values.
zh_hans: 请检查事件、时间或 JSON 过滤值。

source: Choose a complete Session export to import
zh_hans: 选择要导入的完整会话导出文件

source: Choose a destination for the unencrypted JSON export.
zh_hans: 选择未加密 JSON 的导出位置。

source: Choose a Device
zh_hans: 选择设备

source: Choose another fixed range or wait for the App to send a built-in snapshot.
zh_hans: 选择其他固定范围，或等待 App 发送内建快照。

source: Choose Complete Session or Current Filtered Result.
zh_hans: 选择“完整会话”或“当前过滤结果”。

source: Choose JSON
zh_hans: 选择 JSON

source: Choose one Device for this window.
zh_hans: 为此窗口选择一台设备。

source: Choose one Device in the Performance window toolbar.
zh_hans: 在性能窗口工具栏中选择一台设备。

source: Chunk %lld
zh_hans: 分块 %lld

source: Clear
zh_hans: 清除

source: Clear current Session Events
zh_hans: 清除当前会话事件

source: Clear Current Session Events?
zh_hans: 清除当前会话事件？

source: Clear Draft
zh_hans: 清除草稿

source: Clear Events
zh_hans: 清除事件

source: Clear recorded Events from the current Session
zh_hans: 清除当前会话中已记录的事件

source: Clearing current Session Events
zh_hans: 正在清除当前会话事件

source: Close
zh_hans: 关闭

source: Close this panel and choose another connected or recent App.
zh_hans: 关闭此面板并选择另一个已连接或最近使用的 App。

source: Collapsed
zh_hans: 已折叠

source: Committed %lld recorded Event(s) to the selected JSON file.
zh_hans: 已将 %lld 个已记录事件写入所选 JSON 文件。

source: Comparison value
zh_hans: 比较值

source: Compatible
zh_hans: 兼容

source: Complete Session
zh_hans: 完整会话

source: Conflict
zh_hans: 冲突

source: Connect an App that can provide performance data.
zh_hans: 连接能够提供性能数据的 App。

source: Connect an App with an active performance target.
zh_hans: 连接具有活跃性能目标的 App。

source: Connect an iPhone App
zh_hans: 连接 iPhone App

source: Connection
zh_hans: 连接

source: Connection settings and live telemetry are available only while this Device is connected. Imported and recent offline Devices remain available for Event scope and read-only Session details.
zh_hans: 连接设置和实时遥测仅在设备连接期间可用。已导入和最近离线的设备仍可用于事件范围和只读会话详情。

source: Connection-owned clears
zh_hans: 连接触发的清除

source: Content
zh_hans: 内容

source: continuous
zh_hans: 连续

source: Continuous
zh_hans: 连续

source: Continuous segment
zh_hans: 连续区段

source: Control Event JSON content
zh_hans: 控制事件 JSON 内容

source: Control Event type
zh_hans: 控制事件类型

source: Copy
zh_hans: 复制

source: Copy pairing code
zh_hans: 复制对频码

source: Correlation
zh_hans: 关联

source: Created
zh_hans: 创建时间

source: Critical
zh_hans: 严重

source: Current
zh_hans: 当前

source: Current egress
zh_hans: 当前出口速率

source: Current Filtered Result
zh_hans: 当前过滤结果

source: Current ingress
zh_hans: 当前入口速率

source: Current Session
zh_hans: 当前会话

source: Current Session Devices
zh_hans: 当前会话设备

source: Current Session Events cleared
zh_hans: 当前会话事件已清除

source: Delivered locally
zh_hans: 本地已送达

source: Device
zh_hans: 设备

source: Device Details
zh_hans: 设备详情

source: Device nickname
zh_hans: 设备昵称

source: Device No Longer Available
zh_hans: 设备已不可用

source: Devices
zh_hans: 设备

source: Diagnostic Gap Lane
zh_hans: 诊断缺口通道

source: Diagnostics
zh_hans: 诊断

source: Direction
zh_hans: 方向

source: Direction and priority
zh_hans: 方向和优先级

source: disabled
zh_hans: 已停用

source: Disabled
zh_hans: 已停用

source: Disconnect
zh_hans: 断开连接

source: disconnecting
zh_hans: 正在断开

source: Disconnecting
zh_hans: 正在断开

source: discontinuous
zh_hans: 不连续

source: Dismiss
zh_hans: 关闭

source: Display
zh_hans: 显示

source: Disposition
zh_hans: 处置

source: disposition %@
zh_hans: 处置 %@

source: Done
zh_hans: 完成

source: drop
zh_hans: 丢弃

source: Drop
zh_hans: 丢弃

source: Drop diagnostics
zh_hans: 丢弃诊断

source: Dropped Events
zh_hans: 丢弃的事件

source: Earlier durable history is unavailable; the leading range remains disconnected.
zh_hans: 更早的持久化历史不可用，范围前段保持断开。

source: Edges
zh_hans: 关系边

source: Effective: ↑ %lf/s ↓ %lf/s
zh_hans: 实际配置：↑ %lf/秒 ↓ %lf/秒

source: Effective: awaiting App acceptance
zh_hans: 实际配置：等待 App 接受

source: Enter a valid user Event type. Reserved nearwire.* types are unavailable here.
zh_hans: 请输入有效的用户事件类型。此处不能使用保留的 nearwire.* 类型。

source: Enter ordinary JSON within the active content limits.
zh_hans: 请输入符合当前内容限制的普通 JSON。

source: Estimated Frame Rate
zh_hans: 估算帧率

source: Event
zh_hans: 事件

source: Event counters
zh_hans: 事件计数

source: Event Detail Unavailable
zh_hans: 事件详情不可用

source: Event Filters
zh_hans: 事件过滤器

source: Event Inspector
zh_hans: 事件检查器

source: Event metadata and bounded content views appear here.
zh_hans: 事件元数据和受限内容视图会显示在这里。

source: Event Panels Hidden
zh_hans: 事件面板已隐藏

source: Event timeline
zh_hans: 事件时间线

source: Event Timeline
zh_hans: 事件时间线

source: Event type
zh_hans: 事件类型

source: Event UUID
zh_hans: 事件 UUID

source: events
zh_hans: 事件

source: Exact
zh_hans: 精确

source: Expand
zh_hans: 展开

source: Expanded
zh_hans: 已展开

source: Expired
zh_hans: 已过期

source: Export Cancelled
zh_hans: 导出已取消

source: Export Complete
zh_hans: 导出完成

source: Export JSON
zh_hans: 导出 JSON

source: Export NearWire JSON
zh_hans: 导出 NearWire JSON

source: Export Session
zh_hans: 导出会话

source: Export the complete current Session as unencrypted JSON
zh_hans: 将完整当前会话导出为未加密 JSON

source: Export Unavailable
zh_hans: 导出不可用

source: Exported aliases are pseudonyms, not redaction.
zh_hans: 导出的别名是化名，并不等同于脱敏。

source: Exporting %lld recorded Event(s)
zh_hans: 正在导出 %lld 个已记录事件

source: Fair
zh_hans: 偏高

source: Filters
zh_hans: 过滤器

source: Filters %lld
zh_hans: 过滤器 %lld

source: Flow policy
zh_hans: 流量策略

source: Frame Rate
zh_hans: 帧率

source: Freezes or resumes timeline presentation only.
zh_hans: 仅暂停或恢复时间线显示。

source: Freezes the current complete performance presentation.
zh_hans: 暂停当前完整的性能展示。

source: From
zh_hans: 从

source: Full
zh_hans: 已充满

source: Full Text
zh_hans: 全文

source: Full-text search requires recorded data — transient rows excluded.
zh_hans: 全文搜索需要已记录数据，瞬时行已排除。

source: gap
zh_hans: 缺口

source: Gap
zh_hans: 缺口

source: Gap diagnostics
zh_hans: 缺口诊断

source: Generic JSON
zh_hans: 通用 JSON

source: Generic JSON shown because the selected renderer could not safely prepare this Event.
zh_hans: 所选渲染器无法安全准备此事件，因此显示通用 JSON。

source: GPU Utilization
zh_hans: GPU 使用率

source: Has drop
zh_hans: 存在丢弃

source: Has gap
zh_hans: 存在缺口

source: Has terminal disposition
zh_hans: 存在终止处置

source: Hide
zh_hans: 隐藏

source: High
zh_hans: 高

source: Historical performance data cannot be read right now.
zh_hans: 目前无法读取历史性能数据。

source: I Understand — Choose Destination
zh_hans: 我已了解—选择目标位置

source: Identity
zh_hans: 身份

source: Import replaces all Events and offline Device rows in the current Session. Only a complete NearWire JSON export is accepted. Imported Devices remain offline and receive new local identities.
zh_hans: 导入会替换当前会话中的全部事件和离线设备行。仅接受完整的 NearWire JSON 导出文件。导入的设备保持离线，并获得新的本地身份。

source: Import Session
zh_hans: 导入会话

source: Importing Session
zh_hans: 正在导入会话

source: Inspector view
zh_hans: 检查器视图

source: Installation
zh_hans: 安装实例

source: invalid
zh_hans: 无效

source: Invalid snapshot
zh_hans: 无效快照

source: Invalid target
zh_hans: 无效目标

source: JSON condition
zh_hans: JSON 条件

source: JSON content
zh_hans: JSON 内容

source: JSON path
zh_hans: JSON 路径

source: Jump to Latest
zh_hans: 跳至最新

source: Keep Latest
zh_hans: 仅保留最新值

source: Keep-latest replacements
zh_hans: 仅保留最新值的替换次数

source: Language
zh_hans: 语言

source: Latest sample
zh_hans: 最新样本

source: Listener stopped
zh_hans: 监听已停止

source: Listening
zh_hans: 正在监听

source: Literal
zh_hans: 字面值

source: Live
zh_hans: 实时

source: Live — not recording
zh_hans: 实时—未记录

source: Live connection
zh_hans: 实时连接

source: Live window only
zh_hans: 仅实时窗口

source: Live: ingress %llu, window %llu, conflicts %llu, diagnostic loss %llu, storage outages %llu, recoveries %llu
zh_hans: 实时：入口 %llu，窗口 %llu，冲突 %llu，诊断丢失 %llu，存储中断 %llu，恢复 %llu

source: Loading bounded Event window
zh_hans: 正在加载受限事件窗口

source: Loading causality
zh_hans: 正在加载因果关系

source: Loading performance data
zh_hans: 正在加载性能数据

source: Local drops
zh_hans: 本地丢弃

source: Local network access is unavailable
zh_hans: 本地网络访问不可用

source: Local nickname
zh_hans: 本地昵称

source: Local queue admission is not a delivery or processing acknowledgement.
zh_hans: 本地入队不代表已送达或已处理。

source: Local queue attempt complete
zh_hans: 本地入队尝试完成

source: Low
zh_hans: 低

source: Low Power Mode
zh_hans: 低电量模式

source: Maximum
zh_hans: 最大值

source: Maximum Frame Rate
zh_hans: 最大帧率

source: measured
zh_hans: 已测量

source: Measured
zh_hans: 已测量

source: Memory
zh_hans: 内存

source: Memory Footprint
zh_hans: 内存占用

source: Memory only
zh_hans: 仅内存

source: Merged timeline
zh_hans: 合并时间线

source: Metadata
zh_hans: 元数据

source: Metric
zh_hans: 指标

source: Min %@ · Avg %@ · Max %@ · %llu samples
zh_hans: 最小 %@ · 平均 %@ · 最大 %@ · %llu 个样本

source: Minimum
zh_hans: 最小值

source: minimum %@, average %@, maximum %@, %llu samples
zh_hans: 最小 %@，平均 %@，最大 %@，%llu 个样本

source: More
zh_hans: 更多

source: NearWire does not remember the selected destination.
zh_hans: NearWire 不会记住所选目标位置。

source: NearWire will show the latest built-in performance Event here.
zh_hans: NearWire 会在此显示最新的内建性能事件。

source: negotiating
zh_hans: 正在协商

source: Negotiating
zh_hans: 正在协商

source: New devices wait for explicit acceptance before session handoff.
zh_hans: 新设备会等待明确接受后再移交会话。

source: Next
zh_hans: 下一项

source: Nickname must be 1–80 characters without control characters.
zh_hans: 昵称必须为 1–80 个字符，且不能包含控制字符。

source: No active Apps
zh_hans: 没有活跃 App

source: No Available Devices
zh_hans: 没有可用设备

source: No Causality Selection
zh_hans: 未选择因果关系

source: No completed range
zh_hans: 没有已完成的范围

source: No destination has been requested and no file has been written.
zh_hans: 尚未请求目标位置，也未写入任何文件。

source: No Export Prepared
zh_hans: 尚未准备导出

source: No longer connected
zh_hans: 已断开连接

source: No Matching Events
zh_hans: 没有匹配的事件

source: no measured samples
zh_hans: 没有测量样本

source: No measured samples
zh_hans: 没有测量样本

source: No measured samples in this range
zh_hans: 此范围内没有测量样本

source: No measured series
zh_hans: 没有测量序列

source: No nonmeasurements
zh_hans: 没有非测量状态

source: No partial file replaced a prior destination.
zh_hans: 没有不完整文件替换原目标文件。

source: no pending wait
zh_hans: 无等待项

source: No performance Events in this range
zh_hans: 此范围内没有性能事件

source: No recent sample
zh_hans: 没有近期样本

source: No samples in range
zh_hans: 范围内没有样本

source: Nominal
zh_hans: 正常

source: None
zh_hans: 无

source: Normal
zh_hans: 普通

source: Not active
zh_hans: 未激活

source: Not available
zh_hans: 不可用

source: not collected
zh_hans: 未采集

source: Not collected
zh_hans: 未采集

source: not recorded
zh_hans: 未记录

source: Not recorded
zh_hans: 未记录

source: not selected
zh_hans: 未选择

source: Not selected
zh_hans: 未选择

source: Not supplied
zh_hans: 未提供

source: Object
zh_hans: 对象

source: Off
zh_hans: 关闭

source: Offline Device details
zh_hans: 离线设备详情

source: On
zh_hans: 开启

source: One through nine ASCII digits, no sign or spaces, maximum %llu.
zh_hans: 输入 1 至 9 位 ASCII 数字，不含符号或空格，最大值为 %llu。

source: Open details for the focused Device; connected Devices also expose settings
zh_hans: 打开当前设备的详情；已连接设备还会显示设置

source: Open Performance window
zh_hans: 打开性能窗口

source: Open Raw Event
zh_hans: 打开原始事件

source: Open the Performance window
zh_hans: 打开性能窗口

source: Optional nickname
zh_hans: 可选昵称

source: Overflow drops
zh_hans: 溢出丢弃

source: Pairing code %@
zh_hans: 对频码 %@

source: Pairing code generation failed
zh_hans: 生成对频码失败

source: Path exists
zh_hans: 路径存在

source: Pause
zh_hans: 暂停

source: Pause New Devices
zh_hans: 暂停接收新设备

source: Pause Timeline
zh_hans: 暂停时间线

source: Paused
zh_hans: 已暂停

source: Pending
zh_hans: 待处理

source: Performance
zh_hans: 性能

source: Performance data for the selected Device is no longer available.
zh_hans: 所选设备的性能数据已不可用。

source: Performance data unavailable
zh_hans: 性能数据不可用

source: Performance Device
zh_hans: 性能设备

source: Performance range
zh_hans: 性能范围

source: Performance Unavailable
zh_hans: 性能不可用

source: Permanently removes recorded Events from the current Session.
zh_hans: 从当前会话中永久移除已记录事件。

source: permission denied
zh_hans: 权限被拒绝

source: Permission denied
zh_hans: 权限被拒绝

source: Power
zh_hans: 功耗

source: Prefix
zh_hans: 前缀

source: Preparing bounded Event detail
zh_hans: 正在准备受限事件详情

source: Preparing current Session
zh_hans: 正在准备当前会话

source: Preparing one frozen export scope
zh_hans: 正在准备固定的导出范围

source: Preparing Performance
zh_hans: 正在准备性能视图

source: Preparing secure listener
zh_hans: 正在准备安全监听

source: Preparing the shared Viewer runtime.
zh_hans: 正在准备共享 Viewer 运行时。

source: Present
zh_hans: 存在

source: presentation conflict
zh_hans: 显示冲突

source: Presentation paused
zh_hans: 显示已暂停

source: Pretty
zh_hans: 格式化

source: Pretty JSON is available up to 1 MiB. Use chunked raw JSON.
zh_hans: 格式化 JSON 最大支持 1 MiB，请使用分块原始 JSON。

source: Pretty JSON Unavailable
zh_hans: 格式化 JSON 不可用

source: Previous
zh_hans: 上一项

source: Priority
zh_hans: 优先级

source: Process
zh_hans: 进程

source: provisional
zh_hans: 临时

source: Provisional
zh_hans: 临时

source: Queue on Selected Apps
zh_hans: 在所选 App 上入队

source: Queue policy
zh_hans: 队列策略

source: Queue rejected
zh_hans: 队列被拒绝

source: Queued locally
zh_hans: 已在本地入队

source: Queued locally is not delivery, receipt, acknowledgement, execution, or processing.
zh_hans: 本地入队不代表送达、接收、确认、执行或处理。

source: Queues and Drops
zh_hans: 队列与丢弃

source: Queues and throughput
zh_hans: 队列与吞吐量

source: Range
zh_hans: 范围

source: Rates must be zero or supported positive numbers.
zh_hans: 速率必须为零或受支持的正数。

source: Raw
zh_hans: 原始

source: Raw JSON Unavailable
zh_hans: 原始 JSON 不可用

source: Received
zh_hans: 已接收

source: Received Event content is display-only and has no clipboard command.
zh_hans: 收到的事件内容仅供显示，不提供剪贴板命令。

source: recent
zh_hans: 最近

source: Recent
zh_hans: 最近

source: recorded
zh_hans: 已记录

source: Recorded
zh_hans: 已记录

source: Recorded App
zh_hans: 已记录 App

source: Recorded data is currently unavailable. Live data may still appear.
zh_hans: 已记录数据目前不可用，但实时数据仍可能显示。

source: Recorded Data Required
zh_hans: 需要已记录数据

source: Recorded Events
zh_hans: 已记录事件

source: Recording
zh_hans: 正在记录

source: Recording deleted.
zh_hans: 记录已删除。

source: Recording metadata saved.
zh_hans: 记录元数据已保存。

source: Refine the filters to stay within bounded query work.
zh_hans: 请缩小过滤条件，以保持查询工作量受限。

source: Refine the live filter to evaluate within bounded work.
zh_hans: 请缩小实时过滤条件，以保持评估工作量受限。

source: Refine the selection to build the bounded JSON tree.
zh_hans: 缩小选择范围以构建受限 JSON 树。

source: Refresh
zh_hans: 刷新

source: Refresh pairing code
zh_hans: 刷新对频码

source: Refresh the current Session data or choose another App session.
zh_hans: 刷新当前会话数据，或选择另一个 App 会话。

source: Refreshing performance data
zh_hans: 正在刷新性能数据

source: Reject
zh_hans: 拒绝

source: Remote-reported drops
zh_hans: 远端报告的丢弃

source: Renderer
zh_hans: 渲染器

source: Replace Current Session?
zh_hans: 替换当前会话？

source: Replace the inactive current Session from a complete NearWire JSON export
zh_hans: 用完整的 NearWire JSON 导出文件替换当前非活动会话

source: Reply to
zh_hans: 回复对象

source: Request
zh_hans: 请求值

source: Requested: ↑ %lf/s ↓ %lf/s
zh_hans: 请求配置：↑ %lf/秒 ↓ %lf/秒

source: Require approval for new devices
zh_hans: 新设备需要批准

source: Reserved nearwire.* platform Event types are rejected.
zh_hans: 不允许使用保留的 nearwire.* 平台事件类型。

source: Reset All
zh_hans: 全部重置

source: Reset All Viewer Identity
zh_hans: 重置全部 Viewer 身份

source: Reset All Viewer Identity?
zh_hans: 重置全部 Viewer 身份？

source: Reset TLS Identity
zh_hans: 重置 TLS 身份

source: Resume
zh_hans: 恢复

source: Resume New Devices
zh_hans: 恢复接收新设备

source: Resume Timeline
zh_hans: 恢复时间线

source: Resume to load a fresh bounded Event window.
zh_hans: 恢复后加载新的受限事件窗口。

source: Resumes bounded performance refreshes.
zh_hans: 恢复受限的性能刷新。

source: Retry
zh_hans: 重试

source: Retry or reset the NearWire TLS identity.
zh_hans: 重试或重置 NearWire TLS 身份。

source: Retry to generate a new pairing code.
zh_hans: 重试以生成新的对频码。

source: Review Before Choosing a Destination
zh_hans: 选择目标位置前请确认

source: Row %lld, field %lld
zh_hans: 第 %lld 行，第 %lld 列

source: Runtime Not Ready
zh_hans: 运行时尚未就绪

source: Samples
zh_hans: 样本

source: Save
zh_hans: 保存

source: Schema
zh_hans: 结构

source: Search Event content
zh_hans: 搜索事件内容

source: Search mode
zh_hans: 搜索模式

source: Select a recorded Event to inspect bounded causality candidates.
zh_hans: 选择已记录事件以检查受限的因果关系候选项。

source: Select an Event
zh_hans: 选择事件

source: Select at least one active App.
zh_hans: 至少选择一个活跃 App。

source: Select at most 16 devices.
zh_hans: 最多选择 16 台设备。

source: Select one device to view performance
zh_hans: 选择一台设备以查看性能

source: selected
zh_hans: 已选择

source: Selected
zh_hans: 已选择

source: Selected aggregate
zh_hans: 所选聚合

source: Selected Viewer time
zh_hans: 选中的 Viewer 时间

source: Send settings
zh_hans: 发送设置

source: Sent
zh_hans: 已发送

source: Sequence
zh_hans: 序号

source: Serious
zh_hans: 较严重

source: Session
zh_hans: 会话

source: session ended
zh_hans: 会话已结束

source: Session ended
zh_hans: 会话已结束

source: Session import completed
zh_hans: 会话导入完成

source: Show
zh_hans: 显示

source: Show main Viewer window
zh_hans: 显示 Viewer 主窗口

source: Show the main Event window
zh_hans: 显示主事件窗口

source: Show the main Viewer window to retry the runtime. Performance will update automatically when it is ready.
zh_hans: 显示 Viewer 主窗口以重试运行时；就绪后性能视图会自动更新。

source: Show Viewer
zh_hans: 显示 Viewer

source: Standard editing is allowed and every edit is bounded before storage.
zh_hans: 支持标准编辑，每次编辑都会在存储前执行边界检查。

source: Standard editing is bounded before this filter value is stored.
zh_hans: 此过滤值会在存储前执行编辑边界检查。

source: state
zh_hans: 状态

source: State
zh_hans: 状态

source: Stopping listener
zh_hans: 正在停止监听

source: Storage changed. The explorer will load a fresh snapshot.
zh_hans: 存储已变化，事件浏览器将加载新快照。

source: Storage is unavailable and the raw Event is no longer in the live window.
zh_hans: 存储不可用，且原始事件已不在实时窗口中。

source: Storage unavailable
zh_hans: 存储不可用

source: String contains
zh_hans: 字符串包含

source: System
zh_hans: 跟随系统

source: System uses Simplified Chinese for any Chinese macOS language and English otherwise. Manual choices apply immediately to every NearWire window.
zh_hans: “跟随系统”会在 macOS 使用任意中文时显示简体中文，其他语言显示英文。手动选择会立即应用到所有 NearWire 窗口。

source: Targets
zh_hans: 目标

source: Temperature
zh_hans: 温度

source: temporarily unavailable
zh_hans: 暂时不可用

source: Temporarily unavailable
zh_hans: 暂时不可用

source: The aggregated result did not satisfy the bounded chart contract.
zh_hans: 聚合结果不符合受限图表约定。

source: The catalog changed. Reloading from a fresh snapshot is required.
zh_hans: 目录已变化，需要从新快照重新加载。

source: The chosen destination provider may sync or back up the file.
zh_hans: 所选目标位置的提供方可能会同步或备份此文件。

source: The complete Session is too large to export. Clear unneeded Events and try again.
zh_hans: 完整会话过大，无法导出。请清除不需要的事件后重试。

source: The current Session changed; try again.
zh_hans: 当前会话已变化，请重试。

source: The current Session is unavailable.
zh_hans: 当前会话不可用。

source: The current view is frozen. Resume to apply the latest bounded refresh.
zh_hans: 当前视图已暂停。恢复后可应用最新的受限刷新。

source: The destination is replaced only after the complete JSON file commits.
zh_hans: 仅在完整 JSON 文件写入成功后才替换目标文件。

source: The Event explorer appears when the Viewer runtime starts.
zh_hans: Viewer 运行时启动后会显示事件浏览器。

source: The file is outside Viewer quota, retention, cleanup, and automatic deletion.
zh_hans: 此文件不受 Viewer 配额、保留期、清理和自动删除策略管理。

source: The filter value exceeds its supported limit.
zh_hans: 过滤值超过支持的限制。

source: The imported Session is too large for the current Viewer storage limit. Import a smaller Session.
zh_hans: 导入的会话超过当前 Viewer 存储上限，请导入更小的会话。

source: The JSON file is unencrypted.
zh_hans: JSON 文件未加密。

source: The memory-only control composer appears when the Viewer runtime starts.
zh_hans: Viewer 运行时启动后会显示仅驻留内存的控制事件编辑器。

source: The operation was cancelled.
zh_hans: 操作已取消。

source: The pairing code and stable vid are visible to nearby Bonjour browsers. They are not secrets or passwords.
zh_hans: 对频码和稳定 vid 对附近的 Bonjour 浏览器可见，它们不是秘密或密码。

source: The performance data changed. Select a current data point and try again.
zh_hans: 性能数据已变化，请选择当前数据点后重试。

source: The Performance workspace will appear when the Viewer runtime is ready.
zh_hans: Viewer 运行时就绪后会显示性能工作区。
